Revit 2027 API
ParameterTypeId.RbsElecAnalyticalArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalArea { get; }
Public Shared ReadOnly Property RbsElecAnalyticalArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalArea {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace